
"qtMovieViewAccessibilityMovie" = "影片";
"qtMovieViewAccessibilityRole" = "角色";
"qtMovieViewAccessibilitySubrole" = "子角色";
"qtMovieViewAccessibilityView" = "视图";
"qtMovieViewAccessibilityImage" = "图像";

"qtMovieViewContextMenuFlashBack" = "向后";
"qtMovieViewContextMenuFlashForward" = "向前";
"qtMovieViewContextMenuFlashLoop" = "循环";
"qtMovieViewContextMenuFlashPlay" = "播放";
"qtMovieViewContextMenuFlashRewind" = "倒回";
"qtMovieViewContextMenuFlashShowAll" = "全部显示";
"qtMovieViewContextMenuFlashZoomIn" = "放大";
"qtMovieViewContextMenuFlashZoomOut" = "缩小";

"qtMovieViewContextMenuLinearCopy" = "拷贝";
"qtMovieViewContextMenuLinearCut" = "剪切";
"qtMovieViewContextMenuLinearPaste" = "粘贴";
"qtMovieViewContextMenuLinearPlay" = "播放";
"qtMovieViewContextMenuLinearRedo" = "重做";
"qtMovieViewContextMenuLinearSelectAll" = "全选";
"qtMovieViewContextMenuLinearSelectNone" = "不选";
"qtMovieViewContextMenuLinearStop" = "停止";
"qtMovieViewContextMenuLinearUndo" = "还原";

"qtMovieViewEditCut" = "剪切";
"qtMovieViewEditCopy" = "拷贝";
"qtMovieViewEditPaste" = "粘贴";
"qtMovieViewEditDelete" = "清除";
"qtMovieViewEditAdd" = "添加";
"qtMovieViewEditAddScaled" = "添加缩放";
"qtMovieViewEditReplace" = "替换";
"qtMovieViewEditTrim" = "裁截";
"qtMovieViewEditDrop" = "放置";

"qtMovieFlattenOperation" = "正在展平影片…";
"qtMovieInsertTrackSegmentOperation" = "正在插入轨道片段…";
"qtMovieInsertMovieSegmentOperation" = "正在插入影片片段…";
"qtMoviePasteOperation" = "正在粘贴…";
"qtMovieAddMovieSelectionOperation" = "正在添加影片选区…";
"qtMovieCopyOperation" = "正在拷贝…";
"qtMovieCutOperation" = "正在剪切…";
"qtMovieLoadMovieIntoRamOperation" = "正在将影片载入到内存…";
"qtMovieLoadTrackIntoRamOperation" = "正在将轨道载入到内存…";
"qtMovieLoadMediaIntoRamOperation" = "正在将媒体载入到内存…";
"qtMovieImportOperation" = "正在导入影片…";
"qtMovieExportOperation" = "正在导出影片…";
"qtMovieUnknownOperation" = "正在执行未知操作…";

"qtMovieViewClippingName" = "影片剪辑 ";

"QTMoviePosterTimeAttribute" = "设置标记时间";
"QTTrackHighQualityVideoAttribute" = "设置高质量视频";
"QTTrackDeinterlaceVideoAttribute" = "设置消除视频隔行";
"QTTrackSingleFieldVideoAttribute" = "设置单场视频";
"QTTrackPreloadTrackAttribute" = "设置预载入轨道";
"QTTrackNeverPurgeTrackAttribute" = "设置从不消除轨道";
"QTTrackMatrixAttribute" = "设置轨道矩阵";
"QTTrackChapterlistAttribute" = "设置章节列表";
"QTTrackMaskAttribute" = "设置轨道蒙版";
"QTTrackVolumeAttribute" = "设置轨道音量";
"QTTrackBalanceAttribute" = "设置轨道平衡";
"QTTrackHrefAttribute" = "设置轨道 HREF";
"QTTrackTransferModeAttribute" = "设置视频传输模式";
"QTTrackOperationColorAttribute" = "设置视频操作颜色";
"QTTrackEnabledAttribute" = "设置轨道已启用";
"QTTrackLanguageAttribute" = "设置轨道语言";
"QTTrackLayerAttribute" = "设置轨道层";
"QTTrackDisplayNameAttribute" = "设置轨道名称";

"QTTrackDefaultName" = "轨道";
"QTTextTrackDefaultName" = "文本轨道";
"QTChapterTrackDefaultName" = "章节轨道";
"QTVideoTrackDefaultName" = "视频轨道";
"QTSoundTrackDefaultName" = "声音轨道";
"QTSubtitleTrackDefaultName" = "字幕轨道";
"QTClosedCaptionTrackDefaultName" = "隐藏式字幕轨道";

"QTFormatDescriptionVideoFormatSummary" = "%@，%.0f x %.0f";
"QTFormatDescriptionVideoWithCleanApertureFormatSummary" = "%@，%.0f x %.0f (%.0f x %.0f)";

"QTFormatDescriptionProtectedAACFormat" = "AAC（受保护）";
"QTFormatDescriptionProtectedAC3Format" = "AC3（受保护）";
"QTFormatDescriptionGenericVideoMediaFormatSummary" = "视频媒体";
"QTFormatDescriptionGenericAudioMediaFormatSummary" = "音频媒体";
"QTFormatDescriptionGenericMuxedMediaFormatSummary" = "Muxed 媒体";
"QTFormatDescriptionGenericTextMediaFormatSummary" = "文本媒体";
"QTFormatDescriptionGenericUnknownMediaFormatSummary" = "未知媒体";

"QTFormatDescriptionMPEG1SystemMuxedMediaFormatSummary" = "MPEG-1 系统流";
"QTFormatDescriptionMPEG2TransportMuxedMediaFormatSummary" = "MPEG-2 传输流";
"QTFormatDescriptionMPEG2ProgramMuxedMediaFormatSummary" = "MPEG-2 程序流";
"QTFormatDescriptionDVMuxedMediaFormatSummary" = "DV Muxed 流";

"QTCaptureDeviceUnknownDevice" = "未知设备";

/* QTCompressionOptions localized names */
"QTCompressionOptionsLosslessAppleIntermediateVideo_displayName" = "Apple Intermediate Codec 720p30";
"QTCompressionOptionsLosslessAnimationVideo_displayName" = "动画最好质量";
"QTCompressionOptionsJPEGVideo_displayName" = "JPEG 高质量";
"QTCompressionOptions120SizeH264Video_displayName" = "H.264 160x120";
"QTCompressionOptions240SizeH264Video_displayName" = "H.264 320x240";
"QTCompressionOptionsSD480SizeH264Video_displayName" = "H.264 SD";
"QTCompressionOptionsHD720SizeH264Video_displayName" = "H.264 HD 720";
"QTCompressionOptionsHD1080SizeH264Video_displayName" = "H.264 HD 1080";
"QTCompressionOptionsPrivateH264Video_displayName" = "H.264 高质量";
"QTCompressionOptions120SizeMPEG4Video_displayName" = "MPEG-4 160x120";
"QTCompressionOptions240SizeMPEG4Video_displayName" = "MPEG-4 320x240";
"QTCompressionOptionsSD480SizeMPEG4Video_displayName" = "MPEG-4 SD";
"QTCompressionOptionsHD720SizeMPEG4Video_displayName" = "MPEG-4 HD 720";
"QTCompressionOptionsHD1080SizeMPEG4Video_displayName" = "MPEG-4 HD 1080";
"QTCompressionOptionsLosslessALACAudio_displayName" = "Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_displayName" = "AAC 高质量";
"QTCompressionOptionsVoiceQualityAACAudio_displayName" = "AAC 声音质量";

"QTCompressionOptionsLosslessALACAudio_compressionOptionsSummary" = "格式：Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_compressionOptionsSummary" = "格式：AAC\n位速率：128 kbps（每声道）";
"QTCompressionOptionsVoiceQualityAACAudio_compressionOptionsSummary" = "格式：AAC\n位速率：32 kbps（每声道）\n采样速率：22.050 kHz";

"QTCompressionOptionsCompressorSummary" = "压缩：%@";
"QTCompressionOptionsSizeSummary" = "最大尺寸：%d x %d";

"qtKitError" = "错误";
/*these strings are taken directly from ErrorResources.h*/
"qtKitErrorString34" = "磁盘已满。";
"qtKitErrorString35" = "未能找到某个宗卷。";
"qtKitErrorString36" = "出现 I/O 错误。";
"qtKitErrorString37" = "遇到了一个无效的文件名称或宗卷名称。";
"qtKitErrorString38" = "一个文件没有打开。";
"qtKitErrorString39" = "已到达文件的结尾。";
"qtKitErrorString41" = "内存已满。";
"qtKitErrorString42" = "打开的文件太多。";
"qtKitErrorString43" = "未能找到文件或目录。";
"qtKitErrorString44" = "某个宗卷已锁定。";
"qtKitErrorString45" = "某个文件已锁定。";
"qtKitErrorString46" = "某个宗卷已锁定。";
"qtKitErrorString47" = "文件正忙。";
"qtKitErrorString48" = "一个具有该名称的文件已经存在。";
"qtKitErrorString192" = "找不到一个需要的资源。";
"qtKitErrorString193" = "找不到一个需要的资源文件。";
"qtKitErrorString194" = "尝试将资源添加到文件失败。";
"qtKitErrorString195" = "尝试将资源引用添加到文件失败。";
"qtKitErrorString196" = "尝试删除资源失败。";
"qtKitErrorString197" = "尝试删除资源引用失败。";
"qtKitErrorString198" = "找到了一个属性不一致的资源。";
"qtKitErrorString199" = "资源映射不正确。";
"qtKitErrorString1409" = "所指定的文件分支不存在。";
"qtKitErrorString2000" = "未能解析一个必需的数据引用。";
"qtKitErrorString2001" = "在影片中找到了一个无效的图像描述。";
"qtKitErrorString2002" = "在影片中找到了一个无效的公共影片原子。";
"qtKitErrorString2003" = "未能找到影片所需要的一个数据处理程序。";
"qtKitErrorString2004" = "未能打开影片所需要的一个数据处理程序。";
"qtKitErrorString2005" = "在影片中找到了一个无效的组件类型。";
"qtKitErrorString2006" = "未能找到影片所需要的一个媒体处理程序。";
"qtKitErrorString2007" = "未能找到影片所需要的一个数据处理程序。";
"qtKitErrorString2008" = "在影片中找到了无效的媒体数据。";
"qtKitErrorString2009" = "在影片中找到了一个无效的轨道。";
"qtKitErrorString2010" = "影片包含一些无效的数据。";
"qtKitErrorString2011" = "影片包含一个无效的样本表。";
"qtKitErrorString2012" = "影片包含一个无效的数据引用。";
"qtKitErrorString2013" = "影片包含一个无效的数据处理程序。";
"qtKitErrorString2014" = "影片包含一个不正确的时间长度。";
"qtKitErrorString2015" = "影片包含一个不正确的时间值。";
"qtKitErrorString2016" = "一个公共影片原子未能存储在影片中。";
"qtKitErrorString2017" = "影片具有一个无效的编辑列表。";
"qtKitErrorString2018" = "影片的媒体类型不相符。";
"qtKitErrorString2019" = "操作已取消。";
"qtKitErrorString2020" = "“影片工具箱”尚未初始化。";
"qtKitErrorString2021" = "找不到一个需要的工作文件。";
"qtKitErrorString2022" = "未能创建只有一个分支 (fork) 的文件。";
"qtKitErrorString2023" = "编辑状态无效。";
"qtKitErrorString2024" = "编辑状态不相符。";
"qtKitErrorString2025" = "编辑状态失效。";
"qtKitErrorString2026" = "影片的某些用户数据丢失。";
"qtKitErrorString2027" = "程序中出现了错误。";
"qtKitErrorString2028" = "给出了一个不正确的轨道索引。";
"qtKitErrorString2029" = "未能找到轨道标识号。";
"qtKitErrorString2030" = "给出的轨道不在影片中。";
"qtKitErrorString2031" = "指定的时间不在给出的轨道中。";
"qtKitErrorString2032" = "指定的时间不在给出的媒体中。";
"qtKitErrorString2033" = "给出了一个不正确的编辑索引。";
"qtKitErrorString2034" = "出现了一个意外的 QuickTime 错误。";
"qtKitErrorString2035" = "未能启用一个必需的轨道。";
"qtKitErrorString2036" = "在影片中找到了一个无效的矩形。";
"qtKitErrorString2037" = "在影片中找到了一个无效的样本编号。";
"qtKitErrorString2038" = "在影片中找到了一个无效的块编号。";
"qtKitErrorString2039" = "在影片中找到了一个无效的样本描述索引。";
"qtKitErrorString2040" = "在影片中找到了一个无效的块高速缓存。";
"qtKitErrorString2041" = "在影片中找到了一个无效的样本描述。";
"qtKitErrorString2042" = "文件的数据分支没有为读取打开。";
"qtKitErrorString2043" = "文件的数据分支没有为写入打开。";
"qtKitErrorString2044" = "文件的数据分支已经为写入打开。";
"qtKitErrorString2045" = "文件的数据分支已经关闭。";
"qtKitErrorString2046" = "已到达影片数据的结尾。";
"qtKitErrorString2047" = "遇到了一个无效的数据引用。";
"qtKitErrorString2048" = "文件不是影片文件。";
"qtKitErrorString2049" = "在影片中找到了一个无效的数据引用容器。";
"qtKitErrorString2050" = "在影片中找到了一个无效的数据引用索引。";
"qtKitErrorString2051" = "影片在磁盘上没有任何数据文件。请存储影片，然后再试一次。";
"qtKitErrorString2052" = "未能使用现有的数据样本。";
"qtKitErrorString2053" = "应用程序尝试使用一个不被支持的功能。";
"qtKitErrorString2125" = "文件中的偏移太大。";
"qtKitErrorString2149" = "没有足够的影片数据。";
"qtKitErrorString5000" = "您没有足够的权限来进行此操作。";
"qtKitErrorString8969" = "影片包含一些无效的数据。";

/* QTKitErrorDomain error strings */
"QTKitErrorDomain_QTErrorUnknown_Description"									= "操作未能被完成。";
"QTKitErrorDomain_QTErrorUnknown_FailureReason"									= "操作未能完成，原因是未知错误。 (%@)";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_Description"					= "媒体无法被捕捉。";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_FailureReason"					= "一些媒体源与媒体目的位置不兼容。";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_Description"			= "未能从设备“%@”中捕捉媒体，因为它已经用在此应用程序的其他位置。";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_RecoverySuggestion"	= "试着停止所有正在使用设备“%@”的操作或等待这些操作完成。";
"QTKitErrorDomain_QTErrorNoDataCaptured_Description"							= "录制失败，因为未收到任何数据。";
"QTKitErrorDomain_QTErrorNoDataCaptured_RecoverySuggestion"						= "请确保媒体输入源已开启并正在播放。";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_Description"				= "录制已停止，因为媒体源和目的位置。";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_RecoverySuggestion"		= "请再次录制。";
"QTKitErrorDomain_QTErrorDiskFull_Description"									= "已停止录制到“%@”，因为磁盘“%@”已满。";
"QTKitErrorDomain_QTErrorDiskFull_RecoverySuggestion"							= "请尝试从磁盘“%@”删除文件，或者录制到另一个磁盘。";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_Description"						= "录制已停止，因为设备“%@”已被关闭或断开连接。";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_RecoverySuggestion"				= "试着开启或重新连接设备“%@”以继续录制。";
"QTKitErrorDomain_QTErrorMediaChanged_Description"								= "录制已停止，因为源媒体的格式已改变。";
"QTKitErrorDomain_QTErrorMediaChanged_FailureReason"							= "不同格式的媒体不能被录制到同一文件中。";
"QTKitErrorDomain_QTErrorMaximumDurationReached_Description"					= "录制已停止，因为文件不能长于 %@。";
"QTKitErrorDomain_QTErrorMaximumDurationReached_FailureReason"					= "最长时间长度是 %@。";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_Description"					= "录制已停止，因为文件不能长于 %@。";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_FailureReason"					= "最大的文件大小为 %@。";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_Description"						= "录制已经停止，因为输入媒体出现中断。";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_RecoverySuggestion"					= "试着退出应用程序或断开正在使用录制所需资源的设备。";
"QTKitErrorDomain_QTErrorDeviceNotConnected_Description"						= "设备“%@”未能被打开，因为它未连接上或未启动。";
"QTKitErrorDomain_QTErrorDeviceNotConnected_RecoverySuggestion"					= "试着在打开设备“%@”前启动或连接它。";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_Description"          = "未能打开一个设备，因为它未连接上或未启动。";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_RecoverySuggestion"   = "请先尝试开启或连接设备，然后再打开它们。";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_Description"			= "设备“%@”未能被打开，因为它正被其他应用程序所使用。";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "停止所有正在使用设备“%@”的操作，等待这些操作完成，或退出使用此设备的应用程序。";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_Description"				= "设备“%@”未能被打开，因为一个相冲突的设备“%@”已被打开。";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_RecoverySuggestion"		= "试着停止正在使用设备“%@”的所有操作";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_Description"        = "由于已经达到文件的最大时间长度，录制已停止。";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_RecoverySuggestion" = "请尝试在新文件中继续录制。";

"qtKitDataSizeInBytes" = "%@ 字节";
"qtKitDataSizeInKilobytes" = "%@ KB";
"qtKitDataSizeInMegabytes" = "%@ MB";
"qtKitDataSizeInGigabytes" = "%@ GB";
"qtKitDataSizeInTerabytes" = "%@ TB";
"qtKitDataSizeInPetabytes" = "%@ PB";
"qtKitDataSizeInExabytes" = "%@ EB";
"qtKitInexactAndExactDataSize" = "%@ (%@)";	/* Data size in a certain unit followed by the exact size in bytes */

"qtKitBitDepthStringForBlackAndWhiteColors" = "黑白";
"qtKitBitDepthStringForFourColors" = "4";
"qtKitBitDepthStringForSixteenColors" = "16";
"qtKitBitDepthStringForTwoHundredFiftySixColors" = "256";
"qtKitBitDepthStringForThousandsColors" = "上万种";
"qtKitBitDepthStringForMillionsColors" = "上千万种";
"qtKitBitDepthStringForMillionsPlusColors" = "千万种以上";
"qtKitBitDepthStringForUnknownColors" = "未知";
"qtKitBitDepthStringForColorsColors" = "颜色";
"qtKitBitDepthStringForGrayColors" = "灰度";
